export const REPORT_SUMMARY = `7월 주식시장 리뷰, 8월 주식시장 전망(요약)


- 지난 7월 주식시장은 투자자들의 희망과 절망이 공존하는 시기였습니다. KOSPI가 2년 반 만에 2,900pt에 근접하면서, 3,000pt에 대한 투자자들의 기대감도 커졌습니다. 그러나 AI 내러티브에 대한 의문이 제기되고, 트럼프 전 대통령 대선 승리 가능성이 확대되면서 국내 증시는 하방 압력이 커졌습니다. 바이든 대통령의 사퇴와 해리스 부통령에 대한 지지율 상승으로 트럼프 트레이드 기대가 일부 되돌려진 현재까지 회복이 진행되지 못한 상황입니다.
- 미국 가계의 소비 여력 감소가 소비 둔화로 이어져 기업들의 실적에도 부정적으로 작용할 것입니다. 또한 수급 측면에서도 엔 캐리 트레이드 청산이 본격화되고 있는 구간에서 글로벌 유동성 환경이 우호적이지 않을 것으로 예상하며, 이는 국내 증시에 부정적인 요인으로 생각됩니다. 현재는 포트폴리오의 리스크 관리가 필요한 시점이라고 생각합니다.`;

export const POST_FIX = `Answer them in json format like { reason: <your reason>, score: <your score>}`;
