export const REPORT_SUMMARY = `7월 주식시장 리뷰, 8월 주식시장 전망(요약)


- 지난 7월 주식시장은 투자자들의 희망과 절망이 공존하는 시기였습니다. KOSPI가 2년 반 만에 2,900pt에 근접하면서, 3,000pt에 대한 투자자들의 기대감도 커졌습니다. 그러나 AI 내러티브에 대한 의문이 제기되고, 트럼프 전 대통령 대선 승리 가능성이 확대되면서 국내 증시는 하방 압력이 커졌습니다. 바이든 대통령의 사퇴와 해리스 부통령에 대한 지지율 상승으로 트럼프 트레이드 기대가 일부 되돌려진 현재까지 회복이 진행되지 못한 상황입니다.
- 미국 가계의 소비 여력 감소가 소비 둔화로 이어져 기업들의 실적에도 부정적으로 작용할 것입니다. 또한 수급 측면에서도 엔 캐리 트레이드 청산이 본격화되고 있는 구간에서 글로벌 유동성 환경이 우호적이지 않을 것으로 예상하며, 이는 국내 증시에 부정적인 요인으로 생각됩니다. 현재는 포트폴리오의 리스크 관리가 필요한 시점이라고 생각합니다.`;

export const REPORT_SUMMARY_2 = `시장이 단기간에 격하게 흔들리고 있다. 하지만 트럼프 총격 사건이 빌미된 이번 조정은 정치적 이벤트가 점차 안정을 찾아가면서 일단락 되는 과정에 있다고 판단한다. 총격 사건으로 갈피를 잡지 못하던 상황이 해리스 후보 등장과 함께 다시 팽팽해지고 있다. 정치적 사건이 안정을 찾아가고 있는 만큼 조정의 다른 요인들 통해 시장 방향을 점검해 볼 필요가 있다. 우선 중요한 것은 금리 인하가 될 수밖에 없다. 금리 인하의 경우 먼 시각으로 바라봤지만 인하가 확실해지다 보니 시장도 빠르게 반응이 나타나고 있다. 인하 확률이 높아지면서 높은 금리에 가장 민감했던 소형주가 확실하게 반등했다. 다음으로 엔화 강세에 따른 엔캐리 청산 움직임도 시장 하락에 영향을 주었다. 이러한 모든 변화가 갑작스럽게 일어난 것으로 과했던 쏠림이 해소되면서 나타난 변동성 확대라고 볼 수 있다. 트럼프 총격 사건이 안정을 찾은 것처럼 금리 인하나 엔화 강세에 따른 조정도 지속적인 요인은 아니라는 판단이다. 경기 침체와 연결되어야만 지속성이 담보되는 변화이기 때문이다. 침체가 아닌 금리 인하와 엔화 강세라면 단기 변화도 안정을 찾고 시장도 정상화될 것으로 예상한다. 기업이익도 성장구간임을 주목할 필요가 있다.`;

export const POST_FIX = `Answer them in json format like { reason: <your reason>, score: <your score>} Don't add anything other than JSON object and Don't forget quotation mark in JSON`;

export const QUERY = `Based on the information provided above, please assign a overall score conservatively from 1 to 5 to indicate whether the stock market is booming, and explain the reasoning behind it.`;
